/**
* @class Locale.locale-uk
* @extends Locale.AbstractLocale
*/
Ext.define('Locale.locale-uk',{
    "extend": "Locale.AbstractLocale",
    "dependencies": [
        {
            "name": "Locale.ext.locale-uk",
            "history": false
        }
    ],
    "singleton": true,
    "panel_title": "NavixyPanel",
    "error": "Помилка",
    "loading": "Завантаження...",
    "conneting_loader": "Підключення до сервера",
    "access_denied": "Доступ заборонений",
    "access_denied_tip": "ви не маєте дозволу на доступ до запитаної сторінки",
    "index_title": "Ласкаво просимо до панелі управління",
    "old_version": "Стара версія",
    "auth": {
        "login": "Логін чи адреса електронної пошти",
        "password": "Пароль",
        "login_btn": "Логін",
        "locale_title": "Мова інтерфейсу",
        "locale_title_short": "мова",
        "auth_error": "Помилка автентифікації",
        "reloading_soon": "Перевантаження",
        "logout": "Вихід із системи",
        "title": "Адмін-панель"
    },
    "no_path_found": "Немає сторінки по цьому шляху",
    "phone_invalid_msg": "Будь ласка, введіть припустимий номер телефону",
    "invalid_numeric_msg": "Не дійсний номер",
    "invalid_amount_msg": "Не дійсний номер<br>(2 цифри після десяткового знака)",
    "searcher_empty_text": "Введіть пошуковий запит",
    "search_empty_text": "Введіть пошуковий запит",
    "searchTitle": "Пошук за категорією",
    "clear_form_btn": "Очистити",
    "save_form_btn": "Зберегти",
    "back_form_btn": "Назад",
    "select_form_btn": "Вибрати",
    "close_form_btn": "Закрити",
    "yes": "так",
    "no": "ні",
    "show_btn": "Показати",
    "wrong_period": "Неприпустимий період",
    "required_fields": "* - необхідні поля або розділи",
    "invalid_tab": "Неприпустимі заповнені поля",
    "page_size": "Розмір сторінки",
    "errors": {
        "1": "Помилка підключення до бази даних (001). Будь ласка, зверніться до служби підтримки або повторіть спробу пізніше.",
        "2": "Системна помилка авторизації (002).  Будь ласка, зверніться до служби підтримки або повторіть спробу пізніше.",
        "3": "Неправильний ключ сеансу ( 003 ) . Будь ласка, повторіть вхід в систему. Якщо проблему не вирішено, зверніться в службу підтримки.",
        "4": "Користувач не може бути знайдений або сеанс закінчився (004).  Виконайте вхід.",
        "5": "Неправильний запит (005). Будь ласка, зверніться до служби підтримки або повторіть спробу пізніше.",
        "6": "Неочікувана помилка (006). Будь ласка, зверніться до служби підтримки або повторіть спробу пізніше.",
        "7": {
            "default_msg": "Неправильні параметри запиту. Перевірте дані.",
            "title": "Неправильні параметри:",
            "errors": {
                "login": "Повинна бути дійсна адреса електронної пошти",
                "domain": "Неправильне доменне ім'я"
            }
        },
        "11": "Доступ заборонений",
        "12": "Платформу служби не знайдено",
        "101": "В демо-режимі цю функцію вимкнено",
        "102": "Неправильне ім'я користувача або пароль",
        "103": "Користувача не активовано",
        "111": "Неправильний обробник",
        "112": "Неправильний метод",
        "201": "Дані не знайдено",
        "202": "Дуже багато точок в області",
        "203": "Пов'язаний елемент видалено",
        "204": "Елемент не знайдено",
        "205": "Неприпустимі параметри",
        "206": "Таке ім'я користувача вже існує",
        "207": "Неприпустима капча",
        "208": "Пристрій заблоковано",
        "209": "Не вдалося надіслати повідомлення",
        "210": "Геокодування не вдалося",
        "211": "Запрошений проміжок часу занадто великий",
        "212": "Запитане обмеження завелике",
        "213": "Пристрій перебуває в автономному режимі",
        "214": "Запитана операція не підтримується пристроєм",
        "215": "Помилка зовнішньої служби",
        "216": "Група не порожня",
        "217": "Список містить неіснуючих юридичних осіб",
        "218": "Неправильний формат зовнішньої служби параметрів",
        "219": "Дію не можна використовувати для клонів",
        "220": "Невідома модель пристрою",
        "221": "Обмеження тарифу:</br>Перевищено ліміт пристроїв.",
        "222": "Плагін не знайдено",
        "223": "Цей телефонний номер вже використовується",
        "224": "Пристрій з цим ідентифікатором вже знаходиться у використанні",
        "225": "Не допускається для цієї правової форми",
        "226": "Неправильний ICCID",
        "227": "Невірний код активації",
        "228": "Не підтримується датчиком",
        "229": "Запитані дані ще не готові",
        "230": "Не підтримується для цього типу сутності",
        "231": "Невідповідність типу сутності",
        "232": "Вхід уже використовується",
        "233": "Немає файлу даних",
        "234": "Неприпустимий формат данних",
        "235": "Відсутні дані калібрування",
        "236": "Функція недоступна через обмеження тарифу",
        "238": "Змінювати тариф заборонено",
        "240": "Не дозволено змінювати тариф занадто часто",
        "242": "Помилка перевірки",
        "251": "Недостатньо коштів",
        "254": "Не вдалося зберегти файл",
        "upload_exeption": "Помилка завантаження файлу",
        "no_hash": "Сеансовий ключ не знайдено",
        "service_not_respond": "Послуга тимчасово недоступна",
        "tracker": {
            "203": "Трекер має застосовані правила",
            "237": "Неприпустимий тариф",
            "238": "Змінювати тариф заборонено",
            "239": "Новий тариф не існує",
            "246": "Хибний користувач",
            "247": "Клон уже існує",
            "249": "Операція доступна лише для клонів",
            "250": "Не можна використовувати для видалених пристроїв",
            "253": "Операція не може бути виконана, трекер має клонів <br>ID Клонів: {0}"
        },
        "tariff": {
            "244": "Тариф з такою назвою вже існує"
        },
        "settings": {
            "225": "Новий пароль має відрізнятися",
            "248": "Неправильний пароль"
        }
    },
    "units_combination": {
        "days": [
            "днів",
            "день",
            "днів"
        ],
        "hours": [
            "годин",
            "година",
            "годин"
        ],
        "minutes": [
            "хвилин",
            "хвилина",
            "хвилин"
        ],
        "seconds": [
            "секунд",
            "секунда",
            "секунд"
        ],
        "everyminutes": [
            "хвилин",
            "хвилина",
            "хвилин"
        ],
        "everyseconds": [
            "секунд",
            "секунда",
            "секунд"
        ],
        "meters": [
            "метри",
            "метр",
            "метри"
        ],
        "degrees": [
            "градусів",
            "градус",
            "градусів"
        ],
        "objects": [
            "об'єкти",
            "об'єкт",
            "об'єкти"
        ],
        "years": [
            "роки",
            "рік",
            "роки"
        ],
        "months": [
            "місяців",
            "місяць",
            "місяців"
        ],
        "codes": [
            "коди",
            "код",
            "коди"
        ],
        "trackers": [
            "трекери",
            "трекер",
            "трекери"
        ],
        "devices": [
            "пристрої",
            "пристрій",
            "пристрої"
        ],
        "entries": [
            "співпадає",
            "матч",
            "співпадає"
        ]
    },
    "units_short": {
        "kilometer": "км",
        "meter": "м",
        "square_kilometer": "кв. км",
        "square_meter": "кв. м",
        "ar": "ar",
        "hectare": "га",
        "kmh": "км / год",
        "hour": "г",
        "minute": "м",
        "second": "c",
        "litres": "l",
        "day": "д"
    },
    "search": {
        "empty": "Пошук за категорією",
        "btn": "Знайти"
    },
    "list": {
        "edit_tool": "редагувати",
        "create_btn_text": "Створити",
        "empty_text": "Немає даних",
        "search_title_tpl": "{0}: знайдено {1}",
        "search_empty_title_tpl": "{0}: збігів не знайдено",
        "search_title": "Пошук",
        "search_empty_title": "Збігів не знайдено"
    },
    "card": {
        "links": {
            "collapser_tip": "Сховати посилання",
            "collapser_exptip": "Показати посилання"
        },
        "body": {
            "title": "Додаткова інформація:",
            "exptitle": "Додаткова інформація <a>(показати)</a>",
            "collapser_tip": "Приховати додаткову інформацію",
            "collapser_exptip": "Відобразити додаткову інформацію"
        }
    },
    "devices": {
        "tracker": "Трекер",
        "camera": "Камера",
        "socket": "Гніздо"
    },
    "currency": {
        "rub": "Російський рубль",
        "usd": "Долар США",
        "kzt": "Казахстанський теньге",
        "byr": "Білоруський рубль",
        "eur": "Євро",
        "jpy": "Японська Єна",
        "gbp": "Фунт стерлінгів",
        "chf": "Швейцарський франк",
        "cad": "Канадський долар",
        "aud": "Австралійський долар",
        "nzd": "Новозеландський долар",
        "tjs": "Таджицька Сомоні",
        "php": "Філіппінське песо"
    },
    "maps": {
        "roadmap": "Google roadmap",
        "satellite": "Google satellite",
        "hybrid": "Google hybrid",
        "yandex": "Yandex Maps",
        "yandexpublic": "Yandex Narod Map",
        "cdcom": "ProGorod Maps",
        "osm": "OpenStreet Maps",
        "osmmapnik": "OpenStreet Maps 2",
        "wikimapia": "Wikimapia",
        "navitel": "Navitel Maps",
        "doublegis": "DoubleGis Maps",
        "ovi": "OVI Maps",
        "mailru": "Mail.ru Maps"
    },
    "dealer_info": {
        "first": "всього",
        "last": "з"
    },
    "index": {
        "menu_text": "Головна"
    },
    "users": {
        "menu_text": "Користувачі",
        "create_btn": "Новий користувач",
        "create_form": {
            "title": "Новий користувач",
            "main_fields": "Загальна інформація",
            "contact_fields": "Контактні дані",
            "address_fields": "Адреса",
            "legal_fields": "Інформація юридичної особи",
            "password": "Пароль",
            "password_repeat": "Повторіть пароль",
            "password_mismatched": "Паролі не співпадають",
            "language": "Мова за замовчуванням",
            "time_zone": "Часовий пояс",
            "save_btn": "Створити користувача",
            "clear_btn": "Очистити форму",
            "copy_address": "Копіювати з адреси"
        },
        "edit_form": {
            "title": "Редагувати користувача",
            "save_btn": "Збереження змін",
            "return_btn": "Назад"
        },
        "fields": {
            "creation_date": "Дата реєстрації",
            "login": "Адреса електронної пошти",
            "balance": "Баланс",
            "bonus": "Бонус",
            "first_name": "Ім’я",
            "middle_name": "По батькові",
            "last_name": "Прізвище",
            "activated": "Активовано",
            "activated_t": "Користувач активний",
            "legal_type": "Правовий статус",
            "tin": "TIN",
            "legal_name": "Юридична назва",
            "iec": "IEC",
            "phone": "Номер телефону",
            "post_country": "Країна",
            "post_index": "Поштовий індекс",
            "post_region": "Регіон",
            "post_city": "Місто",
            "post_street_address": "Вулиця, адреса",
            "registered_country": "Країна реєстрації",
            "registered_index": "Поштовий індекс реєстрації",
            "registered_region": "Регіон реєстрації",
            "registered_city": "Місто реєстрації",
            "registered_street_address": "Адреса реєстрації",
            "sole_trader": "Індивідуальний підприємець",
            "legal_entity": "Юридична особа",
            "individual": "Людина",
            "full_name": "Повне ім'я",
            "login_short": "Логін",
            "user_id": "ID",
            "user_id_exp": "Номер користувача",
            "activated_short": {
                "title": "Статус",
                "status_true": "Активний",
                "status_false": "Не активний"
            },
            "registered_short": "юридичні",
            "password": "Новий пароль",
            "password_repeat": "Повторіть новий пароль",
            "password_mismatched": "Паролі не співпадають"
        },
        "password_form": {
            "title": "Зміна пароля користувача",
            "save_btn": "Встановити пароль",
            "return_btn": "Скасувати",
            "success_msg": "Пароль успішно змінено"
        },
        "list": {
            "create_btn_text": "Створити нового користувача",
            "empty_text": "Жодного користувача не знайдено"
        },
        "session_alert": {
            "error": "Не вдалося створити сесії користувача",
            "title": "Код вашої сесії"
        },
        "card": {
            "tab_panel": {
                "trackers": {
                    "title": "Трекери користувача"
                },
                "transactions": {
                    "title": "Транзакції"
                }
            },
            "links": {
                "session_text": "Перейти до моніторингу",
                "user_edit": "Редагувати користувача",
                "user_change_password": "Змінити пароль",
                "transactions": "Транзакції",
                "create_transaction": "Змінити баланс"
            }
        },
        "transactions": {
            "list": {
                "empty_text": "Транзакцій не знайдено",
                "title": "Транзакції для користувача"
            },
            "fields": {
                "description": "Операція",
                "type": "Тип операції",
                "subtype": "Підтип",
                "date": "Дата",
                "amount": "Сума",
                "old_balance": "Старий",
                "new_balance": "Новий",
                "type_set": {
                    "main_charge": "підписка",
                    "payment": "оплата",
                    "tariff_charge": "телекомунікаційні послуги",
                    "bonus_charge": "бонусне поповнення"
                },
                "subtype_set": {
                    "monthly": "щомісяця",
                    "partner": "від партнера",
                    "activeday": "активний день",
                    "everyday": "щомісячно по дням"
                }
            }
        },
        "transaction_add": {
            "title": "Зміна балансу (додавання транзакції) користувачів",
            "description": "Опис транзакції",
            "balance": "Зміни балансу",
            "bonus": "Зміни бонуса",
            "value_sup": "* - розмір яких змінить поточне значення, може бути від'ємним"
        },
        "combo_empty": "Виберіть користувача",
        "select_error": "Трекер або його клон вже прив'язано до вибраного користувача",
        "select": {
            "title": "Виберіть користувача"
        }
    },
    "trackers": {
        "menu_text": "Трекери",
        "fields": {
            "tracker_id": "ID",
            "label": "Назва",
            "model": "Модель",
            "phone": "Телефон",
            "device_id": "Ідентифікатор пристрою",
            "creation_date": "Дата реєстрації",
            "creation_date_short": "Зареєстровано",
            "connection_status": "Статус",
            "tracker_id_exp": "Номер трекера",
            "phone_exp": "Номер телефону",
            "owner": "Власник трекера",
            "tariff": "Тариф трекера",
            "deleted": "Позначено як видалені",
            "blocked": "Службу призупинено",
            "user_id": "ID користувача",
            "clone": "Клон",
            "clone_owner": "Власник клона",
            "options": {
                "clone": "клон",
                "deleted": "видалено",
                "blocked": "заблоковано"
            },
            "statuses": {
                "active": "Онлайн",
                "signal_lost": "Обрив зв'язку",
                "offline": "В автономному режимі",
                "just_registered": "Щойно зареєстровано",
                "idle": "GPS не оновлено"
            }
        },
        "edit_form": {
            "main_fields": "Основна інформація",
            "title": "Редагувати трекер",
            "save_btn": "Збереження змін",
            "return_btn": "Назад"
        },
        "clone_form": {
            "title": "Зробити клон трекера",
            "remove_failure_msg": "Видалення клона не вдалося",
            "failure_msg": "Створення клону не вдалося",
            "remove_confirm": "Видалити клона"
        },
        "group_clone_form": {
            "title": "Клонування групи трекерів",
            "save_btn": "Клон",
            "grid_clone_label": "Клони буде додано",
            "grid_clone_tip": "Ви можете змінити етикетку клону, двічі клацнувши по ньому у списку"
        },
        "group_owner_form": {
            "title": "Зміна власника для групи трекерів",
            "save_btn": "Зміна власника",
            "grid_clone_label": "Трекери буде змінено"
        },
        "tariff_form": {
            "title": "Змінити тарифний план трекера",
            "save_btn": "Збереження змін",
            "repay": "Погасити залишок поточного тарифу",
            "charge": "Оплати за новий тариф",
            "charge_sup": "тільки для тарифних планів з оплатою помісячно",
            "tariff_invalid": "має відрізнятися від поточного"
        },
        "list": {
            "create_btn_text": "Створити новий трекер",
            "owner_btn": "Зміна власника",
            "clone_btn": "Клон",
            "edit_btn": "Змінити вибране",
            "empty_text": "Не знайдено індикаторів",
            "after_clone_success": "Клоновані: {0}",
            "after_clone_failure": "Клоновано: {0}, {1} клонувати не вдалося",
            "after_owner_success": "Змінено: {0}",
            "after_owner_failure": "Змінено: {0}, {1} змінити не вдалось",
            "select_req": "Виберіть трекери зі списку",
            "select_clone_req": "Клонів обрано,  групові операції не можуть бути виконані"
        },
        "card": {
            "links": {
                "change_tracker_user": "Зміна власника",
                "tracker_edit": "Редагувати трекер",
                "tracker_tariff_edit": "Змінити тариф",
                "tracker_clone_create": "Створити клон цього трекера",
                "tracker_clone_remove": "Видалити цей клон",
                "tracker_tariff": "Тариф трекера",
                "tracker_owner": "Власник трекера",
                "tracker_console": "GPRS-термінал",
                "tracker_corrupt": "Скасування реєстрації"
            }
        },
        "console": {
            "title": "GPRS-термінал для трекера",
            "connect_btn": "Почати підключення",
            "disconnect_btn": "Тісний зв'язок",
            "auto_scroll": "Автоматичне прокручування",
            "clear": "Очистити консоль",
            "send_btn": "Надіслати",
            "send_empty": "Введіть команду",
            "loading": "Підключення до пристрою",
            "connect_init": "З'єднання встановлене",
            "show_time": "Показати час повідомлення",
            "show_status": "Показувати стан",
            "disconnect_msg": "Зв'язок розірвано",
            "connect_msg": "З'єднання встановлене",
            "error_msg": "Помилка підключення до пристрою",
            "connection_failure": "Не вдалося підключитися до пристрою",
            "close_question": "Тісний зв'язок?",
            "status_title": "Статус пристрою",
            "status_property_title": "Статус",
            "status_value_title": "Значення"
        },
        "corrupt": {
            "alert": {
                "title": "Видалити реєстрацію трекера?",
                "text": "Пристрій, буде остаточно видалено з бази даних, усі дані будуть не доступні!<br><br>, Ви дійсно бажаєте видалити реєстрацію?"
            },
            "success_msg": "Пристрій {0} успішно видалено"
        }
    },
    "tariffs": {
        "menu_text": "Тарифи",
        "create_form": {
            "title": "Створити новий тариф",
            "main_fields": "Основна інформація",
            "save_btn": "Створити тариф",
            "clear_btn": "Очистити форму",
            "options_fields": "Тарифні опції",
            "prices_fields": "Ціни тарифу"
        },
        "edit_form": {
            "title": "Редагувати тариф",
            "save_btn": "Збереження змін"
        },
        "default_form": {
            "title": "Налаштування тарифу за замовчуванням"
        },
        "fields": {
            "tariff_id": "ID",
            "name": "Етикетка",
            "group_id": "Група",
            "price": "Щомісячний платіж",
            "device_limit": "Ліміт пристроїв",
            "device_type": "Тип пристрою",
            "store_period": "Період історії зберігання",
            "active": "Доступні для користувача",
            "has_reports": "Табличні звіти доступні",
            "proportional_charge": "Абонентська плата за неповний місяць пропорційно кількості днів, які треба списати",
            "incoming_sms": "Вхідні SMS",
            "outgoing_sms": "Вихідні SMS",
            "service_sms": "Послуга SMS",
            "phone_call": "Телефонні дзвінки",
            "traffic": "GPRS (для МБ)",
            "default_tariff": "тариф за замовчуванням для пристроїв типу «{0}»",
            "default_short": "за замовчуванням",
            "service_price": "сума, яка сплачується за користування послугою",
            "group_id_exp": "Тарифна група",
            "active_exp": "Користувач може перейти на цей тариф самостійно",
            "device_limit_exp": "Максимальна кількість пристроїв",
            "activation_bonus": "Бонус активації",
            "free_days": "Кількість вільних днів",
            "tariff_type": "Платіжний цикл",
            "tariff_type_short": "Оплата"
        },
        "list": {
            "create_btn_text": "Додати новий тариф",
            "empty_text": "Тарифи не знайдено"
        },
        "card": {
            "links": {
                "make_default": "Позначити як за замовчуванням",
                "tariff_edit": "Редагувати тариф"
            },
            "tab_panel": {
                "trackers": {
                    "title": "Трекери цього тарифу"
                }
            }
        },
        "combo_empty": "Виберіть тариф",
        "select_error": "Цей тариф не доступний",
        "select": {
            "title": "Вибрати тариф"
        },
        "types": {
            "activeday": "Щоденні",
            "monthly": "Щомісяця",
            "everyday": "Щомісяця (щоденний дебет)"
        },
        "price_type": {
            "monthly": "Щомісячна абонентська плата",
            "activeday": "Щоденна плата",
            "everyday": "Щомісячна абонентська плата"
        }
    },
    "codes": {
        "menu_text": "Коди активації",
        "fields": {
            "activated": "статус",
            "activation_date": "Дата активації",
            "bonus_amount": "Бонус",
            "code": "код",
            "device_id": "Ідентифікатор пристрою",
            "device_type": "Тип пристрою",
            "free_days": "Вільні дні",
            "money_amount": "Кількість",
            "tariff_id": "ID тарифу",
            "tariff_name": "Тариф",
            "status": {
                "activated": "активовано",
                "no_activated": "не активовано"
            }
        },
        "edit_form": {
            "title": "Редагувати коди активації",
            "save_btn": "Збереження змін",
            "selected_count": "Вибрані коди",
            "device_type": "Коди, вибрані для пристроїв"
        },
        "create_form": {
            "title": "Створити коди активації",
            "save_btn": "Створити коди",
            "new_codes_count": "Кількість нових кодів"
        },
        "list": {
            "empty_text": "Не знайдено кодів активації",
            "create_btn": "Створити новий",
            "edit_btn": "Змінити вибране",
            "reload_btn": "Перезавантажити",
            "after_create_success": "Створено: {0}",
            "after_edit_success": "Зміни: {0}",
            "after_edit_failure": "Змінено: {0}, {1} змінити не вдалось",
            "select_req": "Вибрати коди зі списку",
            "same_type_req": "Необхідно вказати коди пристрою одного типу",
            "edited_tip": "змінено",
            "filters": {
                "activated": "Активовано",
                "no_activated": "Не активовано",
                "trackers": "Трекери",
                "cameras": "Камери",
                "sockets": "Розетки",
                "toggle_all": "Показати всі"
            }
        }
    },
    "settings": {
        "menu_text": "Налаштування",
        "fields": {
            "service_title": "Назва послуги",
            "page_title": "Заголовок сторінки",
            "locale": "Мова моніторінгу",
            "demo_login": "Демо користувач",
            "demo_password": "Демо пароль",
            "maps_title": "Доступні карти",
            "maps_default": {
                "type": "Карта за умовчанням",
                "location_lat": "Широта за замовчуванням",
                "location_lng": "Довгота за замовчуванням",
                "zoom": "Зум за замовчуванням"
            },
            "google_client_id": "ID клієнта для google maps",
            "currency": "Валюти для користувачів",
            "payment_link": "URL платіжної системи",
            "promo_url": "URL промо-сайту",
            "domain": "Домен",
            "email_from": "Електронна пошта відправника",
            "email_special": "E-mail для повідомлень системи",
            "email_footer": "Підвал Email",
            "sms_originator": "Автор SMS",
            "caller_id": "Відправник голосового повідомлення",
            "password": "Новий пароль",
            "password_repeat": "Повторіть новий пароль",
            "password_old": "Поточний пароль",
            "password_mismatched": "Паролі не співпадають",
            "footer_email": "Електронна пошта компанії",
            "footer_site": "Посилання «Про нас»",
            "footer_text": "Текст у нижній частині сторінки"
        },
        "edit_form": {
            "title": "Параметри служби",
            "save_btn": "Зберегти",
            "save_msg": "Налаштування збережено успішно",
            "main_fields": "Основні налаштування",
            "map_fields": "Налаштування карти",
            "permission_fields": "Налаштування повідомлень",
            "domain_sup": "* - для доменів як *{0} обмежено доступні типи карт",
            "custom_fields": "Налаштування",
            "main_buttons_title": "Відображення кнопок",
            "show_mobile_apps": "Відображати кнопки для завантаження мобільних додатків",
            "allow_registration": "Дозволити користувачеві самостійно реєструватися",
            "main_texts_title": "Основні тексти",
            "footer_texts_title": "Текст у підвалі логін-сторінки",
            "logo_title": "Логотип",
            "favicon_title": "Favicon",
            "login_wallpaper_title": "Авторизація фону сторінки",
            "desktop_wallpaper_title": "Фон сторінки послуг",
            "upload_btn": "Завантажити",
            "update_btn": "Змінити",
            "remove_btn": "Видалити",
            "upload_loading": "Завантажити зображення",
            "domain_fields": "Домен",
            "regional_fields": "Регіональні параметри",
            "maps_fields": "Карти",
            "demo_fields": "Демо користувач",
            "notifications_fields": "Сповіщення",
            "password_fields": "Зміна пароля",
            "pass_hint": "Зміни в інших закладках не буде збережено",
            "pass_save_msg": "Пароль успішно змінено",
            "pass_save_btn": "Зміна пароля",
            "maps_hint": "Будь ласка, визначьте карти, які будуть доступні для клієнтів вашої служби. Список карт для конкретних користувачів може бути обмежений налаштуваннями їх тарифних планів.<br><br>Права на використання картографічних сервісів, що ви вибрали повинні бути надані вам їх правовласниками. NAVIXY не несе відповідальності за будь-яке порушення умов ліцензії вами або вашими кінцевими користувачами.",
            "demo_hint": "Виберіть обліковий запис користувача, який буде використовуватися для демонстраційних цілей і буде доступним на сторонці входа в систему (опціонально)",
            "user_notifications_title": "Повідомлення для користувачів",
            "user_notifications_hint": "Налаштування повідомлень, оптравляемих користувачам від вашої системи моніторингу: про гео-події, низькому балансі, відновленні пароля і т.д.",
            "special_notifications_title": "Повідомлення для адміністраторів",
            "special_notifications_hint": "Системні оповіщення адміністраторам про стан роботи сервісу, статистики та ін."
        },
        "upload_form": {
            "save_btn": "Завантажити",
            "cancel_btn": "Скасувати",
            "upload_btn": "Вид",
            "title": "Завантажити зображення. {0}",
            "titles": {
                "logo": "Логотип",
                "favicon": "Favicon",
                "login_wallpaper": "Шпалери сторінки логіна",
                "desktop_wallpaper": "Шпалери сервісної сторінки"
            },
            "tips": {
                "logo": "Рекомендується завантажити горизонтально орієнтоване зображення з прозорим фоном і шириною не менше 200 точок.",
                "favicon": "Рекомендовано завантажувати зображення з прозорим фоном і мінімальним дозволом 32x32 пікселі.",
                "login_wallpaper": "Рекомендується завантажити фонові рисунки з роздільною здатністю не менше 1920х1080 пікселів (FullHD) формат JPEG."
            },
            "img_title": "Зображення формату {0} (максимальний розмір {1} МБ)",
            "error_text": "Не вдалося завантажити зображення"
        }
    },
    "accounting": {
        "menu_text": "Бухгалтерський облік",
        "report_msg": {
            "title": "Підтвердіть електронну розсилку",
            "text": "Оповіщення клієнтів про експорт даних до 1С для <b>{0}</b>.<br>Ви впевнені, що ви хочете зробити <b>Email- розсилку</b>?"
        },
        "form": {
            "title": "«1С: підприємство» експортування даних",
            "export1c": {
                "tab_title": "Бухгалтерський облік",
                "save_btn": "Отримати 1С файл даних",
                "report_btn": "Відправити справи по електронній пошті",
                "fields": {
                    "month": "Виберіть місяць",
                    "last_act": "Номер останньої справи"
                }
            },
            "payments": {
                "tab_title": "Платежі",
                "save_btn": "Отримати 1С файл даних",
                "fields": {
                    "date": "Інтервал часу",
                    "type": "Платіжна система"
                },
                "ps": {
                    "default": "Все перераховане вище",
                    "cyberplat": "CyberPlat",
                    "deltapay": "DeltaPay",
                    "mobile": "Мобільний",
                    "mobimoney": "Mobi.Money",
                    "rbkmoney": "RBK Money",
                    "webmoney": "WebMoney"
                }
            }
        }
    },
    "main_copyright": "© 2015 RusLink. Всі права захищені."
});